"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "Willkommen bei SMARTReporter. Dies scheint das erste Mal zu sein, dass Sie SMARTReporter starten. Das Einstellungs-Fenster wird geöffnet.";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "Ihre Festplatten-Konfiguration scheint sich verändert zu haben. Das Einstellungs-Fenster wird geöffnet.";

"Could not open Console.app to open the log file. View it manually at '%@'." = "Konnte Konsole.app zum Betrachten der Logdatei nicht öffnen. Bitte schauen Sie es sich manuell an: '%@'.";

"Delivery can't proceed because you've set no address to deliver from." = "Die Zustellung kann nicht fortfahren, weil Sie keine Quelladresse angegeben haben.";

"Delivery can't proceed because you've set no address to deliver to." = "Die Zustellung kann nicht fortfahren, weil Sie keine Zieladresse angegeben haben.";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "Authentifikationsfehler bei der Zustellung. Bitte Benutzername, Passwort und Authentifikationsmethode überprüfen.";

"Delivery seemed to timeout. Please check hostname and port." = "Die Zustellung hat eine Zeitüberschreitung. Bitte Server-Adresse und Server-Port überprüfen.";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "Zustellung mit Mail.app war nicht erfolgreich, bitte manuelle Konfiguration benutzen.";

"Error!\nCould not write to file '%@'. Please check Permissions." = "Fehler!\nKonnte Datei'%@' nicht schreiben. Bitte Zugriffsrechte überprüfen.";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "%@ scheint kürzlich abgestürzt zu sein. Bitte erwägen Sie das Crashlog einzusenden. Stellen Sie ausserdem sicher, dass Sie die aktuelle Version benutzen indem sie die eingebaute Aktualisierung benutzen - die meisten berichteten Absturzursachen sind in der aktuellen Version bereits behobem.";

"Please check the e-mail settings." = "Bitte die E-Mail-Einstellungen überprüfen.";

"The E-Mail delivery failed!\n" = "Die Zustellung der E-Mail ist fehlgeschlagen!\n";

"The E-Mail failure notification delivery failed!\n" = "Die Zustellung der E-Mail-Fehlerbenachrichtigung ist fehlgeschlagen!\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "Die S.M.A.R.T.-Daten für die Festplatte %@ kündigen einen baldigen Plattenfehler an!\n\nBitte den Instruktionen der „What to do when SMARTReporter predicts a failure“-Sektion in SMARTReporter’s FAQ möglichst bald folgen.";

"SMARTReporter Failure Notice" = "SMARTReporter Fehlerbenachrichtigung";

"TEST E-Mail from SMARTReporter" = "TEST E-Mail von SMARTReporter";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "Die S.M.A.R.T.-Daten für die Festplatte %D auf dem Rechner %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) kündigen einen baldigen Plattenfehler an!\n\nBitte den Instruktionen der „What to do when SMARTReporter predicts a failure“-Sektion in SMARTReporter’s FAQ möglichst bald folgen.";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "Das ist nur ein TEST!\nInhalt der Test-E-Mail folgt:\n\n";

"Unknown" = "Unbekannt";

"Failing!" = "Fehler!";

"Verified" = "Überprüft";

"S.M.A.R.T. condition could not be verified" = "S.M.A.R.T.-Zustand konnte nicht überprüft werden";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "S.M.A.R.T.-Limit überschritten, FESTPLATTE IN GEFAHR";

"S.M.A.R.T. condition not exceeded, drive OK" = "S.M.A.R.T.-Limit nicht überschritten, Festplatte OK";




"%@ can't operate properly when started from the disk image." = "%@ kann nicht ordentlich funktionieren, wenn es vom Disk-Image gestartet wird.";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@ konnte sich selbst nicht in den Programme-Ordner kopieren, wahrscheinlich existiert dort schon eine alte Version. Bitte tun Sie es selbst.";

"%@ could not restart itself. Please do so yourself." = "%@ konnte sich selbst nicht neu starten. Bitte tun Sie es selbst.";

"%@ has been moved, but applications should never be moved while they are running." = "%@ wurde bewegt, aber Programme sollten niemals bewegt werden während sie laufen.";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "%@ hat sich erfolgreich in den Programme-Ordner kopiert, bitte starten Sie es von dort.";

"Cancel" = "Abbrechen";

"Progress:" = "Fortschritt:";

"Move to the Applications folder" = "In den Programme-Ordner bewegen";

"Never" = "Niemals";

"No test in progress" = "Kein Test läuft";

"OK" = "OK";

"OK! Open Console.app!" = "OK! Console.app öffnen!";

"Please fill in additional details here" = "Bitte hier zusätzliche Details einfügen";

"Quit" = "Beenden";

"Restart %@" = "%@ neu starten";

"Restart later" = "Später neu starten";

"Restart now" = "Jetzt neu starten";

"Send" = "Senden";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporter konnte sich selbst nicht neu starten. Bitte starten Sie es neu wann immer Sie wollen.";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporter hat einen I/O Error auf der Festplatte %1$@ festgestellt! Das ist kein S.M.A.R.T.-Fehler, kann aber dennoch einen Defekt anzeigen. Sie können die Warnung in den Einstellungen abdrehen. Nachricht:\n\n%2$s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "SMARTReporter muss neu gestartet werden damit diese Option wirkt. Halten Sie die Wahltaste (\"alt\") auf der Tastatur während des Programmstarts gedrückt, um das Menü zurückzubekommen.";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. status not yet determined";

"R.A.I.D. check not yet performed" = "R.A.I.D. check not yet performed";

"R.A.I.D. status check disabled" = "R.A.I.D. status check disabled";

"I/O Error check not yet performed" = "I/O Error check not yet performed";

"I/O Error check disabled" = "I/O Error check disabled";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. check (%@): no RAID sets found";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. check (%@): all %i RAID sets ONLINE";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i of %i RAID sets DEGRADED";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. check (%@): %i of %i RAID sets OFFLINE";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED";

"I/O Error check (%@): all %i watched drives OK" = "I/O Error check (%@): all %i watched drives OK";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest.";

"Sorry, the I/O error check can only be enabled for Admin-users." = "Sorry, the I/O error check can only be enabled for Admin-users.";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. status: %i of %i drives FAILING";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. status: all %i watched drives OK";